
            
// පළවෙනි roud එක            
list2 = [
    ["නාලන්ද විද්‍යාලය", "සවුත්ලන්ඩ් විද්‍යාලය"],
    ["අනුලාදේවි බාලිකා විද්‍යාලය", "Not participated"],
    ["රිච්මන්ඩ් විද්‍යාලය ගාල්ල.", "පානදුර සුමංගල විද්‍යාලය"],
    ["ලුම්බිණි විද්‍යාලය", "මිද්දෙණිය මහා විද්‍යාලය"],
    ["ධර්මරාජ විද්‍යාලය", "රාජකීය විද්‍යාලය"],
    ["මලියදේව විද්‍යාලය", "විද්‍යාලෝක විද්‍යාලය"],
    ["කැළණිය ශ්‍රි ධර්මාලෝක විද්‍යාලය", "ආනන්ද විද්‍යාලය"],
    ["ශාන්ත ආනා විද්‍යාලය", "ජිනරාජ විද්‍යාලය"],
    ["ඇලෝසියස් විද්‍යාලය", "සංඝමිත්ත බාලිකා විද්‍යාලය"],
    ["රිපන් බාලිකා විද්‍යාලය", "කිංග්ස්වුඩ් විද්‍යාලය"],
    ["සිල්වෙස්තර විද්‍යාලය", "විද්‍යාර්ත විද්‍යාලය"],
    ["වලස්මුල්ල ජාතික පාසල", "ශ්‍රී හෘදය කන්‍යාරාමය"],
    ["රාහුල විද්‍යාලය", "ගම්පහ බණ්ඩාරනායක විද්‍යාලය"],
    ["සිරිමාවෝ බණ්ඩාරනායක විද්‍යාලය", "ශාන්ත බෙනඩික් විද්‍යාලය"]
]


//දෙවෙනි roun එක
list3 = [
    ["ශාන්ත බෙනඩික් විද්‍යාලය", " සවුත්ලන්ඩ් විද්‍යාලය"],
    ["රාහුල විද්‍යාලය", " සිරිමාවෝ බණ්ඩාරනායක විද්‍යාලය"],
    ["සංඝමිත්ත බාලිකා විද්‍යාලය", "පානදුර සුමංගල විද්‍යාලය"],
    ["විද්‍යාලෝක විද්‍යාලය", "ශාන්ත ආනා විද්‍යාලය"],
    ["ධර්මරාජ විද්‍යාලය", "අනුලාදේවි බාලික විද්‍යාලය"],
    ["රිපන් බාලික විද්‍යාලය", "ගම්පහ බණ්ඩාරනායක විද්‍යාලය"],
    ["කිංග්ස්වුඩ් විද්‍යාලය", "නාලන්ද විද්‍යාලය"],
    ["ලුම්බිණි විද්‍යාලය", "ජිනරාජ විද්‍යාලය"],
    ["මලියදේව විද්‍යාලය", "සිල්වෙස්තර විද්‍යාලය"],
    ["වලස්මුල්ල ජාතික පාසල", " විද්‍යාර්ත විද්‍යාලය"],
    ["ආනන්ද විද්‍යාලය", "කැළණිය ශ්‍රි ධර්මාලෝක විද්‍යාලය"],
    ["not participated", "රිච්මන්ඩ් විද්‍යාලය ගාල්ල."],
    ["මිද්දෙණිය මහා විද්‍යාලය", "රාජකීය විද්‍යාලය"],
    ["ශ්‍රී හෘදය කන්‍යාරාමය", "ඇලෝසියස් විද්‍යාලය"]
]




list4 = [
    ["සිරිමාවෝ බණ්ඩාරනායක විද්‍යාලය", "නාලන්ද විද්‍යාලය"],
    ["විද්‍යාර්ත විද්‍යාලය", "සවුත්ලන්ඩ් විද්‍යාලය"],
    ["ආනන්ද විද්‍යාලය", "සර් ජෝන් කොතලාවල විද්‍යාලය"],
    ["රිප්න බාලික විද්‍යාලය", "ලුම්බිණි විද්‍යාලය"],
    ["ශාන්ත ආනා විද්‍යාලය", "රාජකීය විද්‍යාලට"],
    ["පානදුර සුමංගල විද්‍යාලය", "ගම්පහ බණ්ඩාරනායක විද්‍යාලය"],
    ["සිල්වෙස්තර විද්‍යාලය", "රාහුල විද්‍යාලය"],
    ["ධර්මරාජ විද්‍යාලය", "ශ්‍රී හෘදය කන්‍යාරාමය"],
    ["කැළණිය ශ්‍රි ධර්මාලෝක විද්‍යාලය", "මිද්දෙණිය මහා විද්‍යාලය"],
    ["ජිනරාජ විද්‍යාලය", "වලස්මුල්ල ජාතික පාසල"],
    ["සංඝමිත්ත බාලිකා විද්‍යාලය", "ශාන්ත බෙනඩික් විද්‍යාලය"],
    ["ඇලෝසියස් විද්‍යාලය", "රිච්මන්ඩ් විද්‍යාලය ගාල්ල."],
    ["කිංග්ස්වුඩ් විද්‍යාලය", "අනුලාදේවි බාලික විද්‍යාලය"],
    ["විද්‍යාලෝක විද්‍යාලය", "මලියදේව විද්‍යාලය"]
]






list5= [
    ["ශ්‍රී හෘදය කන්‍යාරාමය", "නාලන්ද විද්‍යාලය"],
    ["රාජකීය විද්‍යාලට", "සවුත්ලන්ඩ් විද්‍යාලය"],
    ["මිද්දෙණිය මහා විද්‍යාලය", "විද්‍යාලෝක විද්‍යාලය"],
    ["ගම්පහ බණ්ඩාරනායක විද්‍යාලය", "ලුම්බිණි විද්‍යාලය"],
    ["සිරිමාවෝ බණ්ඩාරනායක විද්‍යාලය", "අනුලාදේවි බාලික විද්‍යාලය"],
    ["රිච්මන්ඩ් විද්‍යාලය ගාල්ල.", "විද්‍යාර්ත විද්‍යාලය"],
    ["ආනන්ද විද්‍යාලය", "සිල්වෙස්තර විද්‍යාලය"],
    ["ශාන්ත ආනා විද්‍යාලය", "රාහුල විද්‍යාලය"],
    ["පානදුර සුමංගල විද්‍යාලය", "ජිනරාජ විද්‍යාලය"],
    ["වලස්මුල්ල ජාතික පාසල", "ධර්මරාජ විද්‍යාලය"],
    ["කැළණිය ශ්‍රි ධර්මාලෝක විද්‍යාලය", "රිපන් බාලික විද්‍යාලය"],
    ["ශාන්ත බෙනඩික් විද්‍යාලය", "කිංග්ස්වුඩ් විද්‍යාලය"],
    ["ඇලෝසියස් විද්‍යාලය", "මලියදේව විද්‍යාලය"],
    ["සංඝමිත්ත බාලිකා විද්‍යාලය", ""]

]





list6 = [
    ["රාහුල විද්‍යාලය", "නාලන්ද විද්‍යාලය"],
    ["සිල්වෙස්තර විද්‍යාලය", "සවුත්ලන්ඩ් විද්‍යාලය"],
    ["ජිනරාජ විද්‍යාලය", "සර් ජෝන් කොතලාවල විද්‍යාලය"],
    ["විද්‍යාලෝක විද්‍යාලය", "ලුම්බිණි විද්‍යාලය"],
    ["ශාන්ත බෙනඩික් විද්‍යාලය", "අනුලාදේවි බාලික විද්‍යාලය"],
    ["රිච්මන්ඩ් විද්‍යාලය ගාල්ල.", "ශ්‍රී හෘදය කන්‍යාරාමය"],
    ["මලියදේව විද්‍යාලය", "රාජකීය විද්‍යාලට"],
    ["සිරිමාවෝ බණ්ඩාරනායක විද්‍යාලය", "පානදුර සුමංගල විද්‍යාලය"],
    ["ගම්පහ බණ්ඩාරනායක විද්‍යාලය", "ආනන්ද විද්‍යාලය"],
    ["සංඝමිත්ත බාලිකා විද්‍යාලය", "වලස්මුල්ල ජාතික පාසල"],
    ["කැළණිය ශ්‍රි ධර්මාලෝක විද්‍යාලය", "ධර්මරාජ විද්‍යාලය"],
    ["ශාන්ත ආනා විද්‍යාලය", "කිංග්ස්වුඩ් විද්‍යාලය"],
    ["ඇලෝසියස් විද්‍යාලය", "විද්‍යාර්ත විද්‍යාලය"],
    ["රිප්න බාලික විද්‍යාලය", "මිද්දෙණිය මහා විද්‍යාලය"]
]

list7 = [
    ["වලස්මුල්ල ජාතික පාසල", "නාලන්ද විද්‍යාලය"],
    ["ධර්මරාජ විද්‍යාලය", "සවුත්ලන්ඩ් විද්‍යාලය"],
    ["කිංග්ස්වුඩ් විද්‍යාලය", "සර් ජෝන් කොතලාවල විද්‍යාලය"],
    ["විද්‍යාර්ත විද්‍යාලය", "ලුම්බිණි විද්‍යාලය"],
    ["මිද්දෙණිය මහා විද්‍යාලය", "අනුලාදේවි බාලික විද්‍යාලය"],
    ["රිච්මන්ඩ් විද්‍යාලය ගාල්ල.", "රාහුල විද්‍යාලය"],
    ["සිල්වෙස්තර විද්‍යාලය", "ශාන්ත ආනා විද්‍යාලය"],
    ["පානදුර සුමංගල විද්‍යාලය", "ජිනරාජ විද්‍යාලය"],
    ["ගම්පහ බණ්ඩාරනායක විද්‍යාලය", "සිරිමාවෝ බණ්ඩාරනායක විද්‍යාලය"],
    ["සංඝමිත්ත බාලිකා විද්‍යාලය", "ශ්‍රී හෘදය කන්‍යාරාමය"],
    ["කැළණිය ශ්‍රි ධර්මාලෝක විද්‍යාලය", "රාජකීය විද්‍යාලට"],
    ["ශාන්ත බෙනඩික් විද්‍යාලය", "ආනන්ද විද්‍යාලය"],
    ["ඇලෝසියස් විද්‍යාලය", "මලියදේව විද්‍යාලය"],
    ["රිප්න බාලික විද්‍යාලය", "විද්‍යාලෝක විද්‍යාලය"]
]




list8 = [
    ["රාජකීය විද්‍යාලට", "නාලන්ද විද්‍යාලය"],
    ["සිරිමාවෝ බණ්ඩාරනායක විද්‍යාලය", "සවුත්ලන්ඩ් විද්‍යාලය"],
    ["ජිනරාජ විද්‍යාලය", "සර් ජෝන් කොතලාවල විද්‍යාලය"],
    ["විද්‍යාලෝක විද්‍යාලය", "ලුම්බිණි විද්‍යාලය"],
    ["ශාන්ත ආනා විද්‍යාලය", "අනුලාදේවි බාලික විද්‍යාලය"],
    ["රිච්මන්ඩ් විද්‍යාලය ගාල්ල.", "පානදුර සුමංගල විද්‍යාලය"],
    ["මලියදේව විද්‍යාලය", "රාහුල විද්‍යාලය"],
    ["සිල්වෙස්තර විද්‍යාලය", "ශ්‍රී හෘදය කන්‍යාරාමය"],
    ["ගම්පහ බණ්ඩාරනායක විද්‍යාලය", "ආනන්ද විද්‍යාලය"],
    ["සංඝමිත්ත බාලිකා විද්‍යාලය", "වලස්මුල්ල ජාතික පාසල"],
    ["කැළණිය ශ්‍රි ධර්මාලෝක විද්‍යාලය", "ධර්මරාජ විද්‍යාලය"],
    ["ශාන්ත බෙනඩික් විද්‍යාලය", "කිංග්ස්වුඩ් විද්‍යාලය"],
    ["ඇලෝසියස් විද්‍යාලය", "විද්‍යාර්ත විද්‍යාලය"],
    ["රිප්න බාලික විද්‍යාලය", "මිද්දෙණිය මහා විද්‍යාලය"]
]

list9 = [
    ["පානදුර සුමංගල විද්‍යාලය", "නාලන්ද විද්‍යාලය"],
    ["ලුම්බිණි විද්‍යාලය", "සවුත්ලන්ඩ් විද්‍යාලය"],
    ["අනුලාදේවි බාලික විද්‍යාලය", "සර් ජෝන් කොතලාවල විද්‍යාලය"],
    ["රාහුල විද්‍යාලය", "ශාන්ත ආනා විද්‍යාලය"],
    ["සිරිමාවෝ බණ්ඩාරනායක විද්‍යාලය", "රාජකීය විද්‍යාලට"],
    ["රිච්මන්ඩ් විද්‍යාලය ගාල්ල.", "ජිනරාජ විද්‍යාලය"],
    ["මලියදේව විද්‍යාලය", "ශ්‍රී හෘදය කන්‍යාරාමය"],
    ["සිල්වෙස්තර විද්‍යාලය", "ගම්පහ බණ්ඩාරනායක විද්‍යාලය"],
    ["සංඝමිත්ත බාලිකා විද්‍යාලය", "ආනන්ද විද්‍යාලය"],
    ["වලස්මුල්ල ජාතික පාසල", "ධර්මරාජ විද්‍යාලය"],
    ["කැළණිය ශ්‍රි ධර්මාලෝක විද්‍යාලය", "ශාන්ත බෙනඩික් විද්‍යාලය"],
    ["ශාන්ත ආනා විද්‍යාලය", "කිංග්ස්වුඩ් විද්‍යාලය"],
    ["ඇලෝසියස් විද්‍යාලය", "විද්‍යාර්ත විද්‍යාලය"],
    ["රිප්න බාලික විද්‍යාලය", "මිද්දෙණිය මහා විද්‍යාලය"]
]

list10 = [
    ["ශාන්ත බෙනඩික් විද්‍යාලය", "නාලන්ද විද්‍යාලය"],
    ["රාහුල විද්‍යාලය", "සවුත්ලන්ඩ් විද්‍යාලය"],
    ["සිල්වෙස්තර විද්‍යාලය", "සර් ජෝන් කොතලාවල විද්‍යාලය"],
    ["විද්‍යාර්ත විද්‍යාලය", "ලුම්බිණි විද්‍යාලය"],
    ["අනුලාදේවි බාලික විද්‍යාලය", "රාජකීය විද්‍යාලට"],
    ["රිච්මන්ඩ් විද්‍යාලය ගාල්ල.", "පානදුර සුමංගල විද්‍යාලය"],
    ["මලියදේව විද්‍යාලය", "ශ්‍රී හෘදය කන්‍යාරාමය"],
    ["ගම්පහ බණ්ඩාරනායක විද්‍යාලය", "ආනන්ද විද්‍යාලය"],
    ["සංඝමිත්ත බාලිකා විද්‍යාලය", "වලස්මුල්ල ජාතික පාසල"],
    ["කැළණිය ශ්‍රි ධර්මාලෝක විද්‍යාලය", "ධර්මරාජ විද්‍යාලය"],
    ["ශාන්ත ආනා විද්‍යාලය", "කිංග්ස්වුඩ් විද්‍යාලය"],
    ["ඇලෝසියස් විද්‍යාලය", "විද්‍යාලෝක විද්‍යාලය"],
    ["රිප්න බාලික විද්‍යාලය", "මිද්දෙණිය මහා විද්‍යාලය"],
    ["සිරිමාවෝ බණ්ඩාරනායක විද්‍යාලය", "ජිනරාජ විද්‍යාලය"]
]
