list1=[]
            
// පළවෙනි roud එක            
list2 = [
    ["නාලන්ද විද්‍යාලය", "සවුත්ලන්ඩ් විද්‍යාලය"],
    ["අනුලාදේවි බාලිකා විද්‍යාලය", "Not participated"],
    ["රිච්මන්ඩ් විද්‍යාලය ගාල්ල.", "පානදුර සුමංගල විද්‍යාලය"],
    ["ලුම්බිණි විද්‍යාලය", "මිද්දෙණිය මහා විද්‍යාලය"],
    ["ධර්මරාජ විද්‍යාලය", "රාජකීය විද්‍යාලය"],
    ["මලියදේව විද්‍යාලය", "විද්‍යාලෝක විද්‍යාලය"],
    ["කැළණිය ශ්‍රි ධර්මාලෝක විද්‍යාලය", "ආනන්ද විද්‍යාලය"],
    ["ශාන්ත ආනා විද්‍යාලය", "ජිනරාජ විද්‍යාලය"],
    ["ඇලෝසියස් විද්‍යාලය", "සංඝමිත්ත බාලිකා විද්‍යාලය"],
    ["රිපන් බාලිකා විද්‍යාලය", "කිංග්ස්වුඩ් විද්‍යාලය"],
    ["සිල්වෙස්තර විද්‍යාලය", "විද්‍යාර්ත විද්‍යාලය"],
    ["වලස්මුල්ල ජාතික පාසල", "ශ්‍රී හෘදය කන්‍යාරාමය"],
    ["රාහුල විද්‍යාලය", "ගම්පහ බණ්ඩාරනායක විද්‍යාලය"],
    ["සිරිමාවෝ බණ්ඩාරනායක විද්‍යාලය", "ශාන්ත බෙනඩික් විද්‍යාලය"]
]


//3rd Round Set
list3 = [
    ["නාලන්ද විද්‍යාලය", "මිද්දෙණිය මහා විද්‍යාලය"],
    ["අනුලාදේවි බාලිකා විද්‍යාලය", "රාජකීය විද්‍යාලය"],
    ["රිච්මන්ඩ් විද්‍යාලය ගාල්ල", "ශාන්ත ආනා විද්‍යාලය"],
    ["ලුම්බිණි විද්‍යාලය", "විද්‍යාර්ත විද්‍යාලය"],
    ["මලියදේව විද්‍යාලය", "ගම්පහ බණ්ඩාරනායක විද්‍යාලය"],
    ["කැළණිය ශ්‍රි ධර්මාලෝක විද්‍යාලය", "ශාන්ත බෙනඩික් විද්‍යාලය"],
    ["ශාන්ත ආනා විද්‍යාලය", "ඇලෝසියස් විද්‍යාලය"],
    ["සංඝමිත්ත බාලිකා විද්‍යාලය", "වලස්මුල්ල ජාතික පාසල"],
    ["කිංග්ස්වුඩ් විද්‍යාලය", "විද්‍යාලෝක විද්‍යාලය"],
    ["සිල්වෙස්තර විද්‍යාලය", "පානදුර සුමංගල විද්‍යාලය"],
    ["ආනන්ද විද්‍යාලය", "ජිනරාජ විද්‍යාලය"]
]


//මේක් හ්දන්න ඕන
list4 = [
    ["නාලන්ද විද්‍යාලය", "මිද්දෙණිය මහා විද්‍යාලය"],
    ["අනුලාදේවි බාලිකා විද්‍යාලය", "රාජකීය විද්‍යාලය"],
    ["රිච්මන්ඩ් විද්‍යාලය ගාල්ල", "ශාන්ත ආනා විද්‍යාලය"],
    ["ලුම්බිණි විද්‍යාලය", "විද්‍යාර්ත විද්‍යාලය"],
    ["මලියදේව විද්‍යාලය", "ගම්පහ බණ්ඩාරනායක විද්‍යාලය"],
    ["කැළණිය ශ්‍රි ධර්මාලෝක විද්‍යාලය", "ශාන්ත බෙනඩික් විද්‍යාලය"],
    ["ශාන්ත ආනා විද්‍යාලය", "ඇලෝසියස් විද්‍යාලය"],
    ["සංඝමිත්ත බාලිකා විද්‍යාලය", "වලස්මුල්ල ජාතික පාසල"],
    ["කිංග්ස්වුඩ් විද්‍යාලය", "විද්‍යාලෝක විද්‍යාලය"],
    ["සිල්වෙස්තර විද්‍යාලය", "පානදුර සුමංගල විද්‍යාලය"],
    ["ආනන්ද විද්‍යාලය", "ජිනරාජ විද්‍යාලය"]
]






list5= [
    ["නාලන්ද විද්‍යාලය", "අනුලාදේවි බාලිකා විද්‍යාලය"],
    ["රිච්මන්ඩ් විද්‍යාලය ගාල්ල", "විද්‍යාර්ත විද්‍යාලය"],
    ["ලුම්බිණි විද්‍යාලය", "මිද්දෙණිය මහා විද්‍යාලය"],
    ["ධර්මරාජ විද්‍යාලය", "ඇලෝසියස් විද්‍යාලය"],
    ["මලියදේව විද්‍යාලය", "සිල්වෙස්තර විද්‍යාලය"],
    ["කැළණිය ශ්‍රි ධර්මාලෝක විද්‍යාලය", "ශාන්ත ආනා විද්‍යාලය"],
    ["ශාන්ත බෙනඩික් විද්‍යාලය", "රාජකීය විද්‍යාලය"],
    ["සංඝමිත්ත බාලිකා විද්‍යාලය", "ගම්පහ බණ්ඩාරනායක විද්‍යාලය"],
    ["කිංග්ස්වුඩ් විද්‍යාලය", "වලස්මුල්ල ජාතික පාසල"],
    ["විද්‍යාලෝක විද්‍යාලය", "පානදුර සුමංගල විද්‍යාලය"],
    ["ආනන්ද විද්‍යාලය ", "ජිනරාජ විද්‍යාලය"]
]





list6 = [
    ["නාලන්ද විද්‍යාලය", "ධර්මරාජ විද්‍යාලය"],
    ["අනුලාදේවි බාලිකා විද්‍යාලය", "මිද්දෙණිය මහා විද්‍යාලය"],
    ["රිච්මන්ඩ් විද්‍යාලය ගාල්ල", "ජිනරාජ විද්‍යාලය"],
    ["ලුම්බිණි විද්‍යාලය", "විද්‍යාලෝක විද්‍යාලය"],
    ["මලියදේව විද්‍යාලය", "විද්‍යාර්ත විද්‍යාලය"],
    ["කැළණිය ශ්‍රි ධර්මාලෝක විද්‍යාලය", "ගම්පහ බණ්ඩාරනායක විද්‍යාලය"],
    ["ශාන්ත බෙනඩික් විද්‍යාලය", "ඇලෝසියස් විද්‍යාලය"],
    ["ශාන්ත ආනා විද්‍යාලය", "රාජකීය විද්‍යාලය"],
    ["සංඝමිත්ත බාලිකා විද්‍යාලය", "වලස්මුල්ල ජාතික පාසල"],
    ["කිංග්ස්වුඩ් විද්‍යාලය", "පානදුර සුමංගල විද්‍යාලය"],
    ["සිල්වෙස්තර විද්‍යාලය", "ආනන්ද විද්‍යාලය"]
]

list7 = [
    ["නාලන්ද විද්‍යාලය", "අනුලාදේවි බාලිකා විද්‍යාලය"],
    ["රිච්මන්ඩ් විද්‍යාලය ගාල්ල", "පානදුර සුමංගල විද්‍යාලය"],
    ["ලුම්බිණි විද්‍යාලය", "රාජකීය විද්‍යාලය"],
    ["ධර්මරාජ විද්‍යාලය", "විද්‍යාර්ත විද්‍යාලය"],
    ["මලියදේව විද්‍යාලය", "ජිනරාජ විද්‍යාලය"],
    ["කැළණිය ශ්‍රි ධර්මාලෝක විද්‍යාලය", "ඇලෝසියස් විද්‍යාලය"],
    ["ශාන්ත බෙනඩික් විද්‍යාලය", "වලස්මුල්ල ජාතික පාසල"],
    ["ශාන්ත ආනා විද්‍යාලය", "විද්‍යාලෝක විද්‍යාලය"],
    ["සංඝමිත්ත බාලිකා විද්‍යාලය", "කිංග්ස්වුඩ් විද්‍යාලය"],
    ["සිල්වෙස්තර විද්‍යාලය", "ගම්පහ බණ්ඩාරනායක විද්‍යාලය"],
    ["ආනන්ද විද්‍යාලය", "මිද්දෙණිය මහා විද්‍යාලය"]
]

